app/controllers/users_controller.rb

INSERT INTO "users" ("created_at", "email", "encrypted_password", "name", "salt", "updated_at") VALUES (?, ?, ?, ?, ?, ?)
---
	def create
		@user = User.new(params[:user])
		if @user.save